<template>
    <div class="worldAbout">
        <Adverb>
            <template v-slot:image>
                <img src="~/assets/img/jpg/adverb.jpg" alt="advertising" width="1330" height="188">
            </template>
        </Adverb>
        <div class="about">
            <div class="container">
                <div class="text-wrapper">
                    <a href="" class="top-title">Жахон</a>
                    <h2 class="title">«Кальмар ўйини» – дунё нигоҳини экранга «михлаб»
                        қўйган сериал таҳлили
                    </h2>
                    <p class="text">Netflix томонидан намойиш этилган ва дунё миқёсида катта қизиқиш уйғотган «Squid Game»
                        номли янги сериал сўнгги кунларда интернет тармоғида энг кўп қидирилган мавзулардан бирига айланди.
                        Айни пайтда эса мазкур картина суд даъволари билан кун тартибида турибди.</p>
                    <p class="text">Киношунос Отабек Тиллаев муаллифлигидаги «Article» лойиҳасининг навбатдаги мақоласи ушбу
                        сериал ва унинг таҳлилига бағишланади.</p>
                    <div class="img-wrapper">
                        <img src="~/assets/img/jpg/about.jpg" alt="koreya" width="990" height="500">
                    </div>
                    <h3 class="smallTitle">Сериал мавзуси</h3>
                    <p class="text">«Squid Game» – рақамли трансляция платформаси ҳисобланган Netflix маҳсулотидир. Жанубий
                        Корея киноижодкорлари томонидан суратга олинган мазкур сериалда ҳаётда омон қолиш учун кураш мавзуси
                        драма, саргузашт, экшн, дистопия ва фантастик реалити-шоу руҳида акс эттирилади. <br> <br>

                        «Squid Game» инглизча squid (кальмар – ўн оёқли моллюскаларнинг кенжа туркуми – таҳр.) ва game –
                        ўйин сўзидан олинган бўлиб, сериални ўзбекчада «Кальмар ўйини» деб аташ мумкин. «Кальмар ўйини»,
                        асли, Жанубий Корея болалар ўйинининг номидир. Шафқатсизлик «доза»си унчалик паст бўлмаган бу ўйин
                        ўзида рақобат тушунчасини мужассам этади. <br> <br>

                        Диққат, материалда сериал билан боғлиқ спойлер мавжуд. <br> <br>

                        Сериалнинг асосий сюжет чизиғи моддий қийинчиликлар ичида қолган юзлаб инсонларнинг бир ўйинда
                        иштирок этиш учун таклифнома олиши билан бошланади. Ғолиб эса 40 миллион долларлик мукофотни қўлга
                        киритиши мумкин. Аммо бу ўйиннинг ҳар бир лаҳзасида ўлим хавфи мавжуд – рақиблардан болалар
                        ўйинининг қонли версиясини ўйнашлари, омон қолиш учун эса қўлларини қонга белашлари, дўстларига
                        хиёнат қилишлари талаб этилади. Яъни ҳаёт машаққатларидан зада бўлган, ўртага тикилган катта мукофот
                        илинжида ўйинга қўшилган иштирокчилар тирик қолиш учун ҳар қандай ишни бажариш мажбурияти остида.
                        Табиийки, бир муддат омон қолишнинг уддасидан чиққан ўйинчилар кейинги босқичга ўтар экан, улар
                        орасидаги гуруҳлашув ҳам, қутблашув ҳам, ўлим таҳликасининг кўлами ҳам тобора ортиб боради.</p>
                    <div class="img-wrapper">
                        <img src="~/assets/img/jpg/kalmar.jpg" alt="kalmar" width="990" height="500">
                    </div>
                    <h3 class="smallTitle">Ҳиссиёт билан «ўйнашувчи» мусобақа</h3>
                    <p class="text">Аслида, ночор ва илож-имконсиз қолган одамларнинг арена – жанг майдонида сўнгги
                        нафасгача курашиш концепцияси антик Рим каби қадимийдир. Орадан икки минг йил ўтганига қарамай, ҳаёт
                        ва мамот курашига асосланган воқеалар ҳали-ҳануз кенг томошабинлар оммасини ҳаяжонга солиб келмоқда.
                        <br> <br>

                        Мазкур мотив бадиий адабиётга ҳам ёт эмас. Ёзувчи Стивен Кингнинг 1985 йилда нашр этилган «The
                        Running Man» («Югураётган одам») асари ҳам бунинг яққол мисолидир. Омон қолиш учун югуриш шарт
                        бўлган мусобақа формати, албатта, Кинг тематикаси ва унинг қўрқинчли тушларига жуда мос эди. Аммо бу
                        формат Стивен Кингдан олдин ҳам, кейин ҳам кўп бор ишлатилган. Бунинг энг сўнгги мисолларидан бири
                        Сюзанна Коллинзнинг «Очлик ўйинлари» туркумидир. Агар масалага мана шу рамкадан қараладиган бўлса,
                        2021 йил томошабинлари бу турдаги бадиий ва киноасарлардан одатдагидан кўра кўпроқ нарсани кутишлари
                        табиий эди. <br> <br>

                        Таъкидлаш жоизки, «Кальмар ўйини» ижодкорлари инсон психологиясининг ўта нозик нуқталарини ишга
                        солишади – улар асосан томошабиннинг ҳиссиётлари билан ўйнашиш йўлидан боришади. Табиийки, қонли
                        саҳналарнинг биринчи зарбаси ўтиб кетгач, ўйинни томоша қилиш ва ундан ким чиқиб кетиши (ўлиши), ким
                        эса давом этишини (тирик қолиши) тахмин қилишнинг ўзи қизиқ бир ўйинга айланади.
                    </p>
                    <h3 class="smallTitle">Клишелар денгизи</h3>
                    <p class="text">«Кальмар ўйини» – зўравонлик саҳналарида қонни кўрсатишдан тортинмайдиган, вақти-вақти
                        билан буни ўзига хос қарамликка айлантирган сериалдир. Ҳикоя қилиш услуби, сюжет борасида жиддий
                        камчиликлар бор. Аммо бу нуқсонлар унинг қизиқарлилиги соясида қолиб кетади. Бошқача айтганда,
                        қизиқарлиликнинг юқори даражаси сериални шоу дастурига айлантириб юборади. Воқеалар ривожи шу қадар
                        ҳаяжонли ва тарангки, агар ақлни «таътил»га жўнатиш ва 8 соатлик вақтни ҳеч нарса ҳақида ўйламасдан
                        ўтказиш керак бўлса, картина бунинг учун ажойиб имконият. Аммо бироз тафаккур қила бошлашингиз билан
                        «Кальмар ўйини» томошабин учун қанчалик оғир экани, томошабинни қанчалик ҳолдан тойдириши
                        мумкинлигини англайсиз. <br> <br>

                        Албатта, бу турдаги сериаллар «мато»сига бироз фалсафа суқилса, унга клише тамғаси урилиши муқаррар.
                        Шунга ўхшаш ҳолат Netflix’да порлаган La Casa de Papel’да ҳам кузатилган. Сценарийнавислар «одамлар
                        пул учун нималар қилиши мумкинлиги»ни тасвирлаб берар экан, чиқарилиши керак бўлган сабоқни ўта
                        дидактик тарзда қайта-қайта такрорлашади. Албатта, бу «такрорлар», «етказилмоқчи бўлган хабарнинг
                        тагига чизиб қўйиш» ҳолатлари маҳсулотни кенг оммага тарқатишнинг энг осон усулларидан биридир. Аммо
                        унутмаслик керакки, ҳаддан ортиқ кўп ишлатилган бу каби флешбеклар киноасарнинг сифатига жиддий
                        путур етказади. Аммо, афтидан, ижодий гуруҳ онгли равишда томошабин маҳсулотни тез ва ўйламай
                        истеъмол қилиши керак, деган фикр асосида иш олиб боргандай.</p>
                    <iframe class="iframe" width="988" height="477" src="https://www.youtube.com/embed/ZEyAs3NWH4A"
                        title="YouTube video player" frameborder="0"
                        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share"
                        allowfullscreen></iframe>
                </div>
                <div class="read-wrapper">
                    <h3 class="smallTitle">Кўп ўқилган</h3>
                    <div class="list">
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                        <div class="item">
                            <a href="" class="read-text">Хитойда эр собиқ хотининижонли
                                эфир пайтида ёқиб юборди — видео</a>
                            <div class="wrapper">
                                <a href="" class="wrapper-text">Жахон</a>
                                <watch></watch>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="subject">
            <div class="container">
                <div class="title-nav">
                    <div class="text-wrapper">
                        <h2 class="nav-title">Mавзуга оид</h2>
                    </div>
                </div>
                <div class="news">
                    <new v-for="item in 12" :key="item"></new>
                </div>
            </div>
        </div>
    </div>
</template>

<script setup>
// import watch from '~/components/watch.vue';
window.scrollTo({ top: 0 });
</script>
